Revit 2027 API
PlasticVinyl.PlasticvinylBump Property
 The property labeled "Finish Bumps" from the "PlasticVinyl" schema.
Namespace: Autodesk.Revit.DB.Visual
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public static string PlasticvinylBump { get; }
Public Shared ReadOnly Property PlasticvinylBump As String
	Get
public:
static property String^ PlasticvinylBump {
	String^ get ();
}
static member PlasticvinylBump : string with get
Property Value
String
Remarks
 This property is of type "AssetPropertyInteger" with accepted values in the enumerated type "PlasticvinylBumpType".
See Also
Reference
PlasticVinyl Class
Autodesk.Revit.DB.Visual Namespace